Repository: vicbeck2/svnshooshoo
Catalog: unicode-org/languages.tmx
Source language: en
Languages: am, ar, bg, ca, cs, de, dz, el, eo, et, fa, fi, fr, ga, he, hi, hr, hu, is, ja, km, ko, kok, lo, lt, lv, mr, mt, pl, ps, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, zh

source: Bamileke Languages
de: Bamileke-Sprachen
fi: bamileke
fr: langues bamilekes
is: Bamílekemál
ja: バミレケ語族
ko: 바미레케어
mt: Lingwi Bamileke
ru: Бамилеке языки
zh: 巴米累克文

source: Balinese
de: Balinesisch
fi: bali
fr: Balinais
is: Balíska
ja: バリ語
ko: 발리어
mt: Baliniż
ru: Балийский
zh: 巴里文

source: Basa
de: Basaa-Sprache
fr: bassa
ja: バサ語
ko: 바사어
ru: Баса
zh: 巴萨文

source: Beja
de: Bedauye
fi: bedauje
fr: bedja
ja: ベジャ語
ko: 베자어
ru: Беджа
zh: 别札文

source: Bhojpuri
de: Bhodschpuri
fa: بوجپوری
fi: bhodžpuri
is: Bojpúrí
ja: ボージュプリー語
ko: 호즈푸리어
mt: Bojpuri
ru: Бходжпури
zh: 博杰普尔文

source: Bambara
de: Bambara-Sprache
ja: バンバラ語
km: ភាសាបាម្បារា
ko: 밤바라어
zh: 班巴拉文

source: Buriat
de: Burjatisch
fi: burjaatti
is: Búríat
ja: ブリヤート語
ko: 부리아타
mt: Burjat
ru: Бурятский
zh: 布里亚特文

source: Buginese
de: Buginesisch
fi: bugi
fr: bugi
is: Búgíska
ja: ブギス語
ko: 부기어
mt: Buginiż
ru: Бугийский
zh: 布吉文

source: Chamorro
de: Chamorro-Sprache
fa: چامورویی
is: Kamorró
ja: チャモロ語
ko: 차모로어
mt: Ċamorro
zh: 查莫罗文

source: Chagatai
de: Tschagataisch
fi: tšagatai
fr: jagataic
is: Sjagataí
ja: チャガタイ語
ko: 차가타이어
mt: Ċagataj
ru: Чагатайский
zh: 查加文

source: Chuukese
de: Trukesisch
fi: truk
fr: chuuk
is: Sjúkíska
ja: チューク語
ko: 츄케스어
mt: Ċukese
ru: Чукотский
zh: 楚吾克文

source: Mari
de: Tscheremissisch
is: Marí
ja: マリ語
ko: 마리어
ru: Марийский (Черемисский)
zh: 马里文

source: Chinook Jargon
de: Chinook
fi: chinook
fr: jargon chinook
is: Sínúk
ja: チヌーク・ジャーゴン
ko: 치누크어와 영어 프랑스어의 혼성어
mt: Ġargon taċ-Ċinuk
ru: Чинук жаргон
zh: 契努克文

source: Chamic Languages
de: Cham-Sprachen
fi: tšam
fr: chames, langues
is: Kamísk mál
ja: チャム語族
ko: 카믹어
mt: Lingwi Ċamiki
zh: 查米克文

source: Crimean Turkish; Crimean Tatar
de: Krimtatarisch
fi: krimin turkki; krimin tataari
fr: turc de Crimée; tatar de Crimée
is: Krímtyrkneska
ja: クリミア・トルコ語、クリミア・タタール語
ko: 크리민 터키어; 크리민 타타르어
zh: 克里米亚土耳其文；克里米亚塔塔文

source: Kashubian
de: Kaschubisch
fi: kashubi
fr: cashubian
is: Kasúbíska
ja: カシューブ語
ko: 카슈비아어
zh: 卡舒文

source: Cushitic (Other)
de: Kuschitische Sprachen (Andere)
fi: muut kuusilaiset kielet
fr: couchitiques (autre)
is: Kúsitísk mál (önnur)
ja: クシュ諸語
ko: 쿠시트제족어 (기타)
mt: Kuxtiku (Oħra)
ru: Кушитские (другие)
zh: 其他库施特语系

source: Chuvash
de: Tschuwaschisch
fa: چوواشی
fi: tšuvassi
fr: tchouvache
ga: Suvaisis
is: Sjúvas
ja: チュヴァシュ語
ko: 추바시어
mt: Ċuvax
ru: Чувашский
zh: 楚瓦什文

source: Dargwa
de: Darginisch
fi: dargva
is: Dargva
ja: ダルガン語
ko: 다르그와어
zh: 达尔格瓦文

source: Dayak
de: Dajak
fi: dajakki
is: Dajak
ja: ダヤク語
ko: 다야크어
mt: Dajak
zh: 达雅克文

source: Dravidian (Other)
de: Drawidische Sprachen (Andere)
fa: دراویدی (غیره)
fi: muut dravidakielet
fr: langue dravidienne (autre)
is: Dravidísk mál (önnur)
ja: ドラヴィダ諸語
ko: 드라비다어 (기타)
mt: Dravidjan (Oħra)
ru: Дравидийские (другие)
zh: 其他德拉维语系

source: Lower Sorbian
de: Niedersorbisch
fi: ala-sorbi
fr: bas-sorabe
is: Lágsorbneska
ja: 低ソルビア語
ko: 저급 소르비안어
zh: 下塞尔维亚文

source: Ewe
de: Ewe-Sprache
fr: éwé
is: Eve
ja: エウェ語
ko: 에웨어
zh: 幽文

source: Elamite
de: Elamisch
fi: elami
fr: élamite
is: Elamít
ja: エラム語
ko: 엘람어
mt: Elamit
ru: Эламский
zh: 艾拉米特文

source: Fulah
de: Ful
fi: fulani
fr: peul
is: Fúla
ja: フラニ語
ko: 풀라어
mt: Fulaħ
zh: 夫拉文

source: Friulian
de: Friulisch
fi: friuli
fr: frioulan
is: Fríúlska
ja: フリウリ語
ko: 프리우리안어
mt: Frijuljan
zh: 弗留利文

source: Gilbertese
de: Gilbertesisch
fi: kiribati
fr: gilbertais
is: Gilberska
ja: キリバス語
ko: 키리바시어
mt: Gilbertjan
ru: Гильбертский
zh: 吉尔伯特斯文

source: Hmong
de: Miao-Sprachen
ja: フモン語
ko: 히몸어
mt: Ħmong
zh: 赫蒙文

source: Upper Sorbian
de: Obersorbisch
fi: ylä-sorbi
fr: haut-sorabe
is: Hásorbneska
ja: 上ソルビア語
ko: 위 소르비안어
zh: 上索布文

source: Herero
de: Herero-Sprache
fa: هریرویی
fr: héréro
is: Hereró
ja: ヘレロ語
mt: Ħerero
zh: 赫雷罗文

source: Igbo
de: Igbo-Sprache
is: Ígbó
ja: イボ語
ko: 이그보어
zh: 伊格博文

source: Iroquoian languages
de: Irokesische Sprachen
fi: irokeesi
fr: langues iroquoiennes
is: Írókesk mál
ja: イロコイ語族
ko: 이러쿼이어
mt: Lingwi Irogwjani
ru: Ирокезские языки
zh: 伊洛郭伊费文

source: Kara-Kalpak
de: Karakalpakisch
fi: karakalpakki
ja: カラ・カルパク語
ko: 카라칼파크어
ru: Каракалпакский
zh: 卡拉卡尔帕克文

source: Kabyle
de: Kabylisch
fi: kabyyli
is: Kabíle
ja: カビル語
ko: 커바일어
mt: Kabuljan
ru: Кабильский
zh: 卡比尔文

source: Karen
de: Karenisch
ja: カレン語
ko: 카렌어
ru: Каренский
zh: 喀伦文

source: Kawi
de: Altjavanisch
fi: kavi
is: Kaví
ja: カウィ語
ko: 카위어
ru: Кави
zh: 卡威文

source: Kabardian
de: Kabardinisch
fi: kabardi
fr: kabardine
is: Kabardíska
ja: カバルド語
ko: 카바르디어
zh: 卡巴尔达文

source: Khoisan (Other)
de: Khoisan-Sprachen (Andere)
fi: muut khoisankielet
fr: khoisan (autre)
is: Koímál (önnur)
ja: コイサン諸語
ko: 코이산어 (기타)
mt: Kojsan
ru: Койсанские (другие)
zh: 其他科伊桑文

source: Khotanese
de: Sakisch
fi: khotani
fr: khotanais
is: Kotaska
ja: コータン語
ko: 코탄스어
mt: Kotaniż
ru: Хотанский
zh: 和田文

source: Kuanyama
de: Kwanyama
fi: kuanjama
is: Kúanjama
ja: クアニャマ語
ko: 쿠안야마어
zh: 关琊玛文

source: Kosraean
de: Kosraeanisch
fi: kosrae
fr: kusaien
is: Kosraska
ja: コシャエ語
ko: 코스라이엔어
mt: Kosrejan
zh: 柯司瑞恩文

source: Kanuri
de: Kanuri-Sprache
fr: kanouri
is: Kanúrí
ja: カヌリ語
ko: 칸누리어
zh: 卡努里文

source: Karachay-Balkar
de: Karatschaiisch-Balkarisch
fr: karacay-balkar
is: Karasaíbalkar
ja: カラチャイ語
ko: 카라챠이-발카르어
zh: 卡拉卡尔帕克文

source: Kumyk
de: Kumükisch
fi: kumukki
fr: koumyk
is: Kúmík
ja: クムク語
ko: 쿠믹어
mt: Kumiku
ru: Кумыкский
zh: 库梅克文

source: Komi
de: Komi-Sprache
fa: کومیایی
is: Komíska
ja: コミ語
ko: 코미어
zh: 科米文

source: Cornish
de: Kornisch
fa: کرنوالی
fi: korni
fr: cornique
ga: Cornais
is: Korníska
ja: コーンウォール語
ko: 콘월어
mt: Korniku
zh: 凯尔特文

source: Lamba
de: Banjari
ja: ランバ語
ko: 람바어
ru: Ламба
zh: 兰巴文

source: Lezghian
de: Lesgisch
fi: lezgi
fr: lezghien
is: Lesgíska
ja: レズギ語
ko: 레즈기안어
mt: Leżgjan
ru: Лезгинский
zh: 莱兹依昂文

source: Ganda
de: Ganda-Sprache
ja: ガンダ語
ko: 간다어
zh: 卢干达文

source: Limburgish
de: Limburgisch
fi: limburgi
fr: limbourgeois
is: Limbúrgíska
ja: リンブルフ語
ko: 림버거어
zh: 淋布尔吉文

source: Luba-Katanga
de: Luba
fi: katangan luba
is: Lúbakatanga
ja: ルバ・カタンガ語
ko: 루바-카탄가어
ru: Луба-Катанга
zh: 鲁巴加丹加文

source: Madurese
de: Maduresisch
fi: madura
fr: madurais
is: Madúrska
ja: マドゥラ語
ko: 마두레세
mt: Maduriż
ru: Мадурский
zh: 马都拉文

source: Makasar
de: Makassarisch
fi: makassar
ja: マカッサル語
ko: 마카사어
ru: Макассарский
zh: 望加锡文

source: Austronesian
de: Austronesisch
fa: آسترونیزیایی
fi: austronesia
fr: malayo-polynésien
is: Ástrónesíska
ja: オーストロネシア語
ko: 남도어
mt: Awstronesjan
ru: Австронезийские (другие)
zh: 马来亚玻里尼西亚语系

source: Mandar
de: Mandaresisch
ja: マンダル語
ko: 만다르어
zh: 曼达尔

source: Marshallese
de: Marschallesisch
fa: مارشالی
fi: marshalli
fr: marshall
is: Marshallska
ja: マーシャル語
ko: 마셜제도어
mt: Marxall
zh: 马绍尔文

source: Mon-Khmer (Other)
de: Mon-Khmer-Sprachen
fi: muut mon-khmer-kielet
fr: mon-khmer (autre)
is: Monkmermál (önnur)
ja: モン・クメール諸語
ko: 몬크메르어 (기타)
mt: Mon-Kmer (Oħra)
ru: Монкхмерские (другие)
zh: 其他蒙吉蔑文

source: Manchu
de: Mandschurisch
dz: མཱན་ཅུ
fi: mantšu
fr: mandchou
is: Mansjú
ja: 満州語
ko: 만주어
mt: Manċurjan
zh: 满文

source: Manobo Languages
de: Manobo-Sprachen
fi: manobo-kielet
fr: manobo, langues
is: Manóbómál
ja: マノボ語族
ko: 마노보어
mt: Lingwi Manobo
ru: Манобо языки
zh: 马诺博污文

source: Multiple Languages
de: Polyglott
el: Πολλαπλές Γλώσσες
fa: چندین زبان
fi: monikielinen
fr: langues multiples
he: מספר שפות
is: Margvísleg mál
ja: 複数言語
ko: 다중 언어
mt: Lingwi Diversi
ru: Разных семей языки
zh: 多种语言

source: Munda Languages
de: Munda-Sprachen
fi: mundakielet
fr: mounda, langues
is: Múndamál
ja: ムンダ語族
ko: 문다어
mt: Lingwi tal-Munda
ru: Мунда языки
zh: 蒙达文

source: Mayan
de: Maya-Sprachen
fa: مایاییک
fi: maya
fr: langue maya
he: מאיה
is: Majamál
ja: マヤ語
ko: 마야어
mt: Majan
ru: Майя языки
zh: 玛雅文

source: Norwegian Bokmål
de: Norwegisch Bokmål
fa: بوکسمال نروژی
fi: kirjanorja
fr: bokmål norvégien
ga: Ioruais Bokmål
is: Norskt bókmál
ja: ノルウェー語 (ボクモール)
ko: 보크말 노르웨이어
mt: Bokmahal Norveġiż
zh: 挪威博克马尔文

source: Ndebele, North
de: Ndebele-Sprache (Nord)
fa: انده‌بله‌ای شمالی
fi: pohjoisndebele
fr: ndébélé du Nord
is: Norðurndebele
ja: 北ンデベレ語
ko: 은데벨레어, 북부
mt: Ndebele, ta' Fuq
zh: 北恩德贝勒文

source: Low German; Low Saxon
de: Niederdeutsch
fa: آلمانی سفلی؛ ساکسون سفلب
fi: alasaksa
fr: bas allemand, bas saxon
is: Lágþýska; Lágsaxneska
ja: 低地ドイツ語、低地サクソン語
ko: 저급 독일어; 저급 색슨어
mt: Ġermaniż Komuni; Sassonu Komuni
zh: 德国北部的德文；低地萨克逊文

source: Niger - Kordofanian (Other)
de: Nigerkordofanische Sprachen
fi: muut nigeriläis-kongolaiset kielet
fr: nigéro-congolaise (autre)
is: Nígerkordófanmál (önnur)
ja: ニジェール・コルドファン諸語
ko: 니제르 - 코르도파니아어 (기타)
mt: Niġerjan - Kordofanjan
ru: Нигер-кордофанские (другие)
zh: 其他尼日尔刚果语系

source: Niuean
de: Niue
fi: niue
fr: niué
is: Níveska
ja: ニウーエイ語
ko: 니웨언어
mt: Nijuwejan
ru: Ниуэ
zh: 纽埃文

source: Norwegian Nynorsk
de: Norwegisch Nynorsk
fa: نینورسک نروژی
fi: uusnorja
fr: nynorsk norvégien
ga: Ioruais Nynorsk
is: Nýnorska
ja: ノルウェー語 (ニューノルスク)
ko: 뉘노르스크 노르웨이어
mt: Ninorsk Norveġiż
zh: 挪威尼诺斯克文

source: Norse, Old
de: Altnordisch
fi: muinaisskandinaavi
fr: norrois, vieux
is: Norræna
ja: 古ノルド語
ko: 노르웨이, 고대
mt: Skandinav, Antik
ru: Старонорвежский
zh: 古诺尔斯文

source: Ndebele, South
de: Ndebele-Sprache (Süd)
fa: انده‌بله‌ای جنوبی
fi: eteländebele
fr: ndébélé du Sud
is: Suðurndebele
ja: 南ンデベレ語
ko: 은데벨레어, 남부
mt: Ndebele, t'Isfel
zh: 南部恩德贝勒文

source: Sotho, Northern
de: Sotho (Nord)
fi: pedi
fr: sotho du Sud
is: Norðursótó
ja: 北セソト語
ko: 소토어, 북부
mt: Soto, ta' Fuq
ru: Сото Северный
zh: 北索托文

source: Navajo
de: Navajo-Sprache
fa: ناواهویی
fi: navaho
fr: navaho
ga: Navachóis
is: Navahó
ja: ナバホ語
ko: 나바호어
mt: Navaħo
zh: 纳瓦霍文

source: Ojibwa
de: Ojibwa-Sprache
is: Ojibva
ja: オブジワ語
ko: 오지브웨이어
mt: Oġibwa
ru: Оджибва
zh: 奥季布瓦文

source: Pahlavi
de: Mittelpersisch
fa: پهلوی
is: Palaví
ja: パフラヴィ語
ko: 팔빌레어
mt: Paħlavi
ru: Пехлевийский
zh: 帕拉维文

source: Palauan
de: Palau
fi: palau
fr: palau
is: Paláska
ja: パラオ語
ko: 파라우안어
mt: Palawjan
ru: Палау
zh: 帕劳文

source: Pohnpeian
de: Ponapeanisch
fi: pohnpei
fr: pohnpei
is: Ponpeiska
ja: ポンペイ語
ko: 폼페이어
mt: Ponpejan
ru: Понапе
zh: 波那贝文

source: Prakrit Languages
de: Prakrit
fi: prakriitit
fr: prâkrit
is: Prakrítmál
ja: プラークリット語族
ko: 프라크리트어
mt: Lingwi Prakriti
ru: Пракриты языки
zh: 印度古代及中世纪之中部及北部方言

source: Salishan languages
de: Salish-Sprachen
fi: sališ
fr: salisha, langues
is: Salísmál
ja: セイリッシュ語族
ko: 샐리시어어
mt: Salixan
ru: Салишские языки
zh: 萨利什文

source: Samaritan Aramaic
de: Samaritanisch
fi: länsiaramea
fr: samaritain
is: Samversk arameíska
ja: サマリア・アラム語
ko: 사마리아 아랍어
mt: Samritan
ru: Самаритянский арамейский
zh: 萨玛利亚文

source: Sasak
de: Sassak
ja: ササク語
ko: 사사크어
mt: Saska
zh: 塞塞卡文

source: Scots
de: Schottisch
fa: اسکاتلندی
fi: skotti
fr: écossais
is: Skoska
ja: スコットランド語
ko: 스코틀랜드어
mt: Skoċċiż
zh: 苏格兰文

source: Northern Sami
de: Nord-Samisch
fi: pohjoissaame
fr: sami du Nord
ga: Sáimis Thuaidh
is: Norðursamíska
ja: 北サーミ語
ko: 북부 사미어
mt: Sami ta' Fuq
zh: 北萨迷文

source: Selkup
de: Selkupisch
fi: selkuppi
fr: selkoupe
is: Selkúp
ja: セリクプ語
ko: 셀쿠프어
ru: Селькупский
zh: 塞尔库普文

source: Sign Languages
de: Gebärdensprache
fa: زبان‌های نشانه‌ای
fi: viittomakielet
fr: langues des signes
he: שפת סימנים
is: Táknmál
ja: 手まね言語
ko: 수화
mt: Lingwa tas-Sinjali
zh: 手语

source: Shan
de: Schan-Sprache
fi: šan
fr: chan
is: Sjan
ja: シャン語
ko: 샨어
mt: Xan
ru: Шанский
zh: 掸文

source: Siouan Languages
de: Sioux-Sprachen
fi: siouxilaiset kielet
fr: sioux, langues
is: Síúmál
ja: スー語族
ko: 수족어
mt: Lingwi Suwjani
ru: Сиу языки
zh: 苏语诸语言

source: Sino-Tibetan (Other)
de: Sinotibetische Sprachen (Andere)
fa: چین و تبتی (غیره)
fi: muut sinotiibetiläiset kielet
fr: sino-tibétaines (autre)
is: Sínótíbesk mál (önnur)
ja: シナ・チベット諸語
ko: 인도제언어 (기타)
mt: Sino-Tibetjani (Oħra)
ru: Синотибетские (другие)
zh: 其他汉藏语系

source: Southern Sami
de: Süd-Samisch
fi: eteläsaame
fr: sami du Sud
is: Suðursamíska
ja: 南サーミ語
ko: 남부 사미어
zh: 南萨迷文

source: Lule Sami
de: Lule-Lappisch
fi: luulajan saame
fr: sami de Lule
is: Lúlesamíska
ja: ルレ・サーミ語
ko: 룰레 사미어
zh: 卢乐萨迷文

source: Inari Sami
de: Inari-Lappisch
fi: inarinsaame
fr: sami d’Inari
is: Enaresamíska
ja: イナリ・サーミ語
ko: 이나리 사미어
zh: 依纳日萨迷文

source: Skolt Sami
de: Skolt-Lappisch
fi: koltansaame
fr: sami skolt
is: Skoltesamíska
ja: スコルト・サーミ語
ko: 스콜트 사미어
zh: 司寇特萨迷文

source: Nilo-Saharam (Other)
de: Nilosaharanische Sprachen
fi: muut nilosaharalaiset kielet
fr: nilo-sahariennes (autre)
is: Nílósaharamál (önnur)
ja: ナイル・サハラ諸語
ko: 니로-사하람어 (기타)
mt: Nilo-Saħaram
ru: Нило-сахарские (другие)
zh: 其他尼罗萨哈兰文

source: Timne
de: Temne
fi: temne
fr: temne
is: Tímne
ja: テムネ語
ko: 팀니어
zh: 体姆呐文

source: Tokelau
de: Tokelauanisch
is: Tókeláska
ja: トケラウ語
ko: 토켈라우제도어
zh: 陀克娄文

source: Tamashek
de: Tamaseq
fi: tamašek
fr: tamacheq
is: Tamasjek
ja: タマシェク語
ko: 타마섹어
mt: Tamaxek
ru: Тамашек
zh: 塔玛厍克文

source: Tok Pisin
de: Neumelanesisch
ja: トク・ピシン語
ko: 토크 피신어
zh: 托克皮辛文

source: Tupi languages
de: Tupi-Sprachen
fi: tupilaiset kielet
fr: tupi, langues
is: Túpímál
ja: トゥピ語族
ko: 투피어
zh: 图匹文

source: Tuvalu
de: Elliceanisch
is: Túvalúska
ja: ツバル語
ko: 투발루어
zh: 图瓦卢文

source: Tuvinian
de: Tuwinisch
fi: tuviini
fr: touva
is: Túvínska
ja: トゥヴァ語
ko: 투비니안어
mt: Tuvinjan
ru: Тувинский
zh: 图瓦文

source: Udmurt
de: Udmurtisch
fi: udmurtti
fr: oudmourte
is: Údmúrt
ja: ウドムルト語
ko: 우드말트어
zh: 乌德穆尔特文

source: Ugaritic
de: Ugaritisch
fi: ugarit
fr: ougaritique
is: Úgarítíska
ja: ウガリト語
ko: 유가리틱어
mt: Ugaritiku
ru: Угаритский
zh: 乌加里特文

source: Venda
de: Venda-Sprache
ja: ベンダ語
ko: 벤다어
zh: 文达文

source: Votic
de: Wotisch
fi: vatja
fr: vote
is: Votíska
ja: ボート語
ko: 보틱어
mt: Votik
ru: Удмуртский (Вотяцкий)
zh: 沃提克文

source: Walloon
de: Wallonisch
fi: valloni
fr: wallon
ga: Vallúnais
is: Vallónska
ja: ワロン語
ko: 왈론어
zh: 華隆文

source: Wakashan Languages
de: Wakash-Sprachen
fi: wakasilaiset kielet
fr: wakashennes, langues
is: Vakasmál
ja: ワカシ語族
ko: 와카샨어
mt: Lingwi Wakaxani
ru: Вакашские языки
zh: 瓦喀山文

source: Sorbian Languages
de: Sorbisch
fi: sorbi
fr: sorabes, langues
is: Sorbnesk mál
ja: ソルビア語族
ko: 소르브어
mt: Lingwi Sorbjani
ru: Лужицкие языки
zh: 索布诸语言

source: Kalmyk
de: Kalmückisch
fi: kalmukki
fr: kalmouk
is: Kalmúkska
ja: カルムイク語
ko: 칼미크어
zh: 卡啦迷克文

source: Yapese
de: Yap
fi: jap
fr: yapois
is: Japíska
ja: ヤップ語
ko: 얍페세어
mt: Japese
ru: Яп
zh: 雅浦文

source: Yupik Languages
de: Yupik-Sprachen
fi: juppik-kielet
fr: yupik, langues
is: Júpísk mál
ja: ユピック語族
ko: 야픽어
mt: Lingwi Jupiċi
zh: 喻皮克文

source: Zapotec
de: Zapotekisch
fi: zapoteekki
fr: zapotèque
is: Sapótek
ja: ザポテック語
ko: 사포테크어
mt: Żapotek
ru: Сапотекский
zh: 萨波蒂克文

source: Himachali
dz: ཧི་མ་ཅ་ལི
is: Hímasjalí
ja: ヒマチャル語
ko: 히마차리어
mt: Ħimaċali
ru: Химачали
zh: 赫马查利文

source: Manipuri
dz: མ་ནི་པུ་རི
is: Manípúrí
ja: マニプル語
ko: 마니푸리어
ru: Манипурский
zh: 曼尼普里文

source: Newari
dz: ནི་ཝ་རི
is: Nevarí
ja: ネワール語
ko: 네와리어
ru: Неварский
zh: 尼瓦尔文

source: Pali
dz: པ་ལི
fa: پالی
is: Palí
ja: パーリ語
ko: 팔리어
ru: Пали
zh: 帕利文

source: Romany
el: Ρωμανικά
fi: romani
fr: tsigane
is: Romaní
ja: ロマーニー語
ko: 집시어
mt: Żingaru
ru: Цыганский
zh: 吉普赛文

source: Dakota
fa: داکوتایی
fi: sioux
is: Dakóta
ja: ダコタ語
ko: 다코타어
ru: Дакота
zh: 达科他文

source: Ga
fa: گا
ja: ガ語
ko: 가어
ru: Га
zh: 加文

source: Manx
fa: مانی
ga: Mannainis
ja: マン島語
ko: 맹크스어
mt: Manks
zh: 马恩岛文

source: Konkani
fa: کنکانی
hi: कोंकणी
is: Konkaní
ja: コンカニ語
ko: 코카니어
kok: कोंकणी
mr: कोंकणी
ru: Конкани
ta: கொங்கனி
zh: 刚卡尼文

source: Mohawk
fa: موهاکی
is: Móhíska
ja: モーホーク語
ko: 모호크어
mt: Moħak
ru: Мохаук
zh: 摩霍克文

source: Root
fa: ریشه
fr: racine
hi: शिखर
mr: मराठी
mt: Għerq
ta: தமிழ்

source: Bikol
fi: bicol
is: Bíkol
ja: ビコル語
ko: 비콜어
ru: Бикольский
zh: 毕库尔文

source: Siksika
fi: mustajalka
fr: pieds-noirs
ja: シクシカ語
ko: 식시카어
ru: Сиксика
zh: 司克司卡文

source: Braj
fi: bradž
is: Braí
ja: ブラジ語
ko: 브라어
ru: Брауи
zh: 布拉杰文

source: Batak
fi: batakki
ja: バタク語
ko: 바타크어
zh: 巴塔克文

source: Cebuano
fi: sebuano
is: Kebúanó
ja: セブアノ語
ko: 세부아노어
mt: Sibwano
zh: 宿务文

source: Chipewyan
fi: chipewya
fr: chippewyan
is: Sípevíska
ja: チペワイアン語
ko: 치페우얀
mt: Ċipewjan
zh: 佩瓦扬文

source: Dyula
fi: djula
is: Djúla
ja: ジュラ語
ko: 드율라어
mt: Djula
ru: Диула (Дьюла)
zh: 迪尤拉文

source: Fon
fi: fong
is: Fón
ja: フォン語
ko: 폰어
ru: Фон
zh: 丰文

source: Gbaya
fi: gbaja
is: Gbaja
ja: バヤ語
ko: 그바야어
mt: Gbaja
zh: 葛巴亚文

source: Gerbo
fi: grebo
fr: grebo
is: Gerbó
ja: グレボ語
ko: 게르보어
mt: Ġerbo
zh: 格列博文

source: Gwichʻin
fi: gwitşin
is: Gvísín
ja: クチン語
ko: 그위친어
mt: Gwiċin
zh: 吉维克琴文

source: Hiligaynon
fi: ilongo
is: Híligaínon
ja: ヒリガイノン語
ko: 헤리가뇬어
ru: Хилигайнон
zh: 希利盖农文

source: Sichuan Yi
fi: pohjois-ji
fr: yi de Sichuan
is: Sísúanjí
ja: 四川イ語
ko: 시츄안 이어
zh: 四川话

source: Ingush
fi: inguuši
fr: ingouche
is: Ingús
ja: イングシ語
ko: 인귀시어
zh: 印古什文

source: Lojban
fi: lojba
ja: Lojban語
ko: 로반어
zh: 洛吉般（人工语言）

source: Kachin
fi: džingpho
is: Kasín
ja: カチン語
ko: 카친어
mt: Kaċin
zh: 卡琴文

source: Kru
fi: kru-kielet
is: Krú
ja: クルー語
ko: 크루어
ru: Кру
zh: 克鲁文

source: Ladino
fi: juutalaisespanja
he: לדינו
is: Ladínska
ja: ラジノ語
ko: 라디노어
ru: Ладино
zh: 拉迪诺文

source: Luba-Lulua
fi: luba
is: Lúbalúlúa
ja: ルバ・ルルア語
ko: 루바-룰루아어
mt: Luba-Luluwa
zh: 鲁巴鲁瓦文

source: Moksha
fi: mokša
fr: moksa
is: Moksa
ja: モクシャ語
ko: 모크샤어
zh: 莫克沙文

source: Mossi
fi: mosi
is: Mossí
ja: モシ語
ko: 모시어
ru: Моей
zh: 莫西文

source: Creek
fi: muskogi
is: Krík
ja: クリーク語
ko: 크리크어
mt: Kriek
ru: Крик
zh: 摩斯科格文

source: Erzya
fi: ersä
is: Ersja
ja: エルジャ語
ko: 엘즈야어
zh: 俄日亚文

source: Papiamento
fi: papiamentu
is: Papíamentó
ja: パピアメント語
ko: 파피아먼토어
mt: Papjamento
ru: Папьяменто
zh: 帕皮亚内托文

source: Rarotongan
fi: rarotonga
is: Rarótongska
ja: ラロトガ語
ko: 파로톤간어
mt: Rarotongani
zh: 拉罗汤加文

source: Sogdien
fi: sogdi
is: Sogdíen
ja: ソグド語
ko: 소그디엔어
ru: Согдийский
zh: 索格迪亚文

source: Tonga (Nyasa)
fi: tonga
is: Tongverska
ja: トンガ語 (ニアサ)
ko: 통가어 (니아살랜드)
mt: Tonga (Njasa)
ru: Тонга (Ньяса)
zh: 汤加文（尼亚萨地区）

source: Yao
fi: jao
is: Jaó
ja: ヤオ語
ko: 야오족어
mt: Jao
ru: Яо
zh: 瑶族文

source: Dogri
fr: dogra
is: Dogrí
ja: ドグリ語
ko: 도그리어
ru: Догри
zh: 多格来文

source: Duala
fr: douala
is: Dúala
ja: ドゥアラ語
ko: 드와라어
mt: Dwala
ru: Дуала
zh: 都阿拉文

source: Kimbundu
fr: kiMboundou
is: Kimbúndú
ja: キンブンドゥ語
ko: 킴분누어
zh: 金邦杜文

source: Kpelle
fr: kpellé
ja: クペレ語
ko: 코펠레
ru: Кпелле
zh: 克佩列文

source: Mandingo
fr: meninka
is: Mandingó
ja: マンディンゴ語
ko: 만딩고어
mt: Mandingwan
ru: Мандинго
zh: 曼丁哥文

source: Mende
fr: mendé
ja: メンデ語
ko: 멘데어
ru: Менде
zh: 门迪文

source: Nogai
fr: nogaï, nogay
is: Nógaí
ja: ノガイ語
ko: 노가이어
ru: Ногайский
zh: 诺盖文

source: Nyankole
fr: nyankolé
is: Njankóle
ja: ニャンコレ語
ko: 니안콜어
ru: Ньянколе
zh: 尼昂科勒文

source: Nzima
fr: nzema
is: Nsíma
ja: ンゼマ語
ko: 느지마어
mt: Nżima
ru: Нзима
zh: 尼兹玛文

source: Santali
fr: santal
is: Santalí
ja: サンターリー語
ko: 산탈리어
zh: 桑嗒利文

source: Soninke
fr: soninké
is: Sóninke
ja: ソニンケ語
ko: 소닌케어
zh: 索尼基文

source: Serer
fr: sérère
ja: セレル語
ko: 세셀어
zh: 谢列尔文

source: Susu
fr: soussou
is: Súsú
ja: スス語
ko: 수수어
ru: Сусу
zh: 苏苏文

source: Vai
fr: vaï
is: Vaí
ja: ヴァイ語
ko: 바이어
ru: Ваи
zh: 瓦伊文

source: Cree
ga: Craíais
is: Krí
ja: クリー語
ko: 크리어
mt: Krij
zh: 克里族文

source: Caddo
he: קאדו
is: Kaddó
ja: カド語
ko: 카도어
mt: Kaddo
ru: Каддо
zh: 卡多文

source: Acoli
is: Akólí
ja: アチョリ語
ko: 아콜리어
mt: Akoli
ru: Ачоли
zh: 阿乔利文

source: Arawak
is: Aravakska
ja: アラワク語
ko: 아라와크어
ru: Аравакский
zh: 阿拉瓦克文

source: Awadhi
is: Avadí
ja: アワディー語
ko: 아와히어
mt: Awadħi
ru: Авадхи
zh: 阿瓦乔文

source: Bini
is: Bíní
ja: ビニ語
ko: 비니어
ru: Бини
zh: 比尼文

source: Chibcha
is: Síbsja
ja: チブチャ語
ko: 치브차어
mt: Ċibċa
ru: Чибча
zh: 契布卡文

source: Choctaw
is: Sjoktá
ja: チョクトー語
ko: 촉토어
mt: Ċostaw
ru: Чоктав
zh: 乔克托文

source: Delaware
is: Delaver
ja: デラウェア語
ko: 델라웨어어
mt: Delawerjan
ru: Делаварский
zh: 特拉瓦印第安人文

source: Dogrib
is: Dogríb
ja: ドグリブ語
ko: 도그리브어
zh: 多格来文

source: Efik
is: Efík
ja: エフィック語
ko: 이픽어
ru: Эфик
zh: 埃菲克文

source: Ekajuk
is: Ekajúk
ja: エカジュク語
ko: 이카죽어
ru: Экаджук
zh: 艾卡朱克文

source: Ewondo
is: Evondó
ja: エウォンド語
ko: 이원도어
ru: Эвондо
zh: 旺杜文

source: Fanti
is: Fantí
ja: ファンティー語
ko: 판티어
ru: Фанти
zh: 芳蒂文

source: Gayo
is: Gajó
ja: ガヨ語
ko: 가요어
mt: Gajo
ru: Гайо
zh: 迦约文

source: Gondi
is: Gondí
ja: ゴーンディー語
ko: 곤디어
ru: Гонди
zh: 岗德文

source: Gorontalo
is: Gorontaló
ja: ゴロンタロ語
ko: 고론탈로어
zh: 科洛涅达罗文

source: Haida
is: Haída
ja: ハイダ語
ko: 하이다어
mt: Ħajda
ru: Хайда
zh: 海达文

source: Hiri Motu
is: Hírímótú
ja: ヒリモトゥ語
ko: 히리 모투어
mt: Ħiri Motu
zh: 新里木托文

source: Hupa
is: Húpa
ja: アタパスカ語
ko: 후파어
mt: Ħupa
ru: Хула
zh: 胡帕文

source: Iban
is: Íban
ja: イバン語
ko: 이반어
ru: Ибанский
zh: 伊班文

source: Ijo
is: Íjó
ja: イジョー語
ko: 이조어
mt: Iġo
ru: Иджо
zh: 伊乔文

source: Iloko
is: Ílokó
ja: イロカノ語
ko: 이로코어
ru: Илоко
zh: 伊洛干诺文

source: Khasi
is: Kasí
ja: カシ語
ko: 카시어
mt: Kasi
ru: Кхаси
zh: 卡西文

source: Kurukh
is: Kúrúk
ja: クルク語
ko: 쿠르크어
mt: Kurusk
zh: 库鲁克文

source: Kutenai
is: Kútenaí
ja: クテナイ語
ko: 쿠테네어
mt: Kutenaj
ru: Кутенаи
zh: 库特内文

source: Lahnda
is: Landa
ja: ラフンダー語
ko: 라한다어
mt: Landa
ru: Лахнда
zh: 拉亨达文

source: Mongo
is: Mongó
ja: モンゴ語
ko: 몽구어
ru: Монго
zh: 蒙古文

source: Lozi
is: Losí
ja: ロズィ語
ko: 로지어
mt: Lożi
ru: Лози
zh: 洛兹文

source: Luiseno
is: Lúisenó
ja: ルイセーニョ語
ko: 루이세노어
mt: Luwisinuż
ru: Луисеньо
zh: 路易塞诺文

source: Lunda
is: Lúnda
ja: ルンダ語
ko: 룬다어
ru: Лунда
zh: 隆达文

source: Luo
is: Lúó
ja: ルオ語
ko: 루오어
mt: Luwa
ru: Луо (Кения и Танзания)
zh: 卢奥文

source: Lushai
is: Lúsaí
ja: ルシャイ語
ko: 루샤이어
mt: Luxaj
zh: 卢晒文

source: Magahi
is: Magahí
ja: マガヒー語
ko: 마가히
mt: Magaħi
ru: Магахи
zh: 马加伊文

source: Maithili
is: Maítílí
ja: マイティリー語
ko: 마이틸리
mt: Majtili
ru: Майтхили
zh: 迈蒂利文

source: Micmac
is: Mikmak
ja: ミクマク語
ko: 미크맥어
mt: Mikmek
ru: Микмак
zh: 米克马克文

source: Minangkabau
is: Mínangkabá
ja: ミナンカバウ語
ko: 미낭카바우
mt: Minangkabaw
ru: Минангкабау
zh: 米南卡保文

source: Marwari
is: Marvarí
ja: マールワーリー語
ko: 마르와리어
ru: Марвари
zh: 马尔尼里文

source: Nahuatl
is: Nahúatl
ja: ナワトル語
ko: 나우아틀어
mt: Naħwatil
ru: Ацтекский
zh: 纳瓦特尔文

source: Nias
is: Nías
ja: ニアス語
ko: 니아스어
mt: Nijas
zh: 尼尔司文

source: Nyamwezi
is: Njamvesí
ja: ニャムウェジ語
ko: 니암웨지어
mt: Njamweżi
ru: Ньямвези
zh: 尼亚姆韦齐文

source: Nyoro
is: Njóró
ja: ニョロ語
ko: 뉴로어
mt: Njoro
ru: Ньоро
zh: 尼约罗语族

source: Osage
is: Ósage
ja: オセージ語
ko: 오세이지어
mt: Osaġjan
ru: Оседжи
zh: 奥萨哲文

source: Pangasinan
is: Pangasínmál
ja: パンガシナン語
ko: 판가시난어
mt: Pangasinjan
ru: Пангасинан
zh: 邦阿西南文

source: Rapanui
is: Rapanúí
ja: ラパヌイ語
ko: 라파뉴이
mt: Rapanwi
zh: 拉帕努文

source: Sandawe
is: Sandave
ja: サンダウェ語
ko: 산다웨어
ru: Сандаве
zh: 散达维文

source: Songhai
is: Songhaí
ja: ソンガイ語
ko: 송가이족어
mt: Songaj
zh: 桑海文

source: Sukuma
is: Súkúma
ja: スクマ語
ko: 수쿠마족어
ru: Сукума
zh: 苏库马文

source: Tereno
is: Terenó
ja: テレーノ語
ko: 테레노어
ru: Терено
zh: 特喏诺文

source: Tetum
is: Tetúm
ja: テトゥン語
ko: 테툼어
zh: 特图们文

source: Tiv
is: Tív
ja: ティブ語
ko: 티비어
ru: Тиви
zh: 蒂夫文

source: Tsimshian
is: Tsimsíska
ja: チムシュ語
ko: 트심시안어
mt: Zimxjan
ru: Цимшиан
zh: 蒂姆西亚文

source: Tumbuka
is: Túmbúka
ja: トゥンブカ語
ko: 툼부카어
zh: 通布卡文

source: Umbundu
is: Úmbúndú
ja: ウンブンドゥ語
ko: 윤번두어
ru: Умбунду
zh: 姆崩杜文

source: Walamo
is: Valamó
ja: ワッラモ語
ko: 와라모어
ru: Воламо
zh: 瓦拉莫文

source: Waray
is: Varaí
ja: ワライ語
ko: 와라이어
mt: Waraj
ru: Варай
zh: 佤瑞文

source: Washo
is: Vasjó
ja: ワショ語
ko: 와쇼어
mt: Waxo
ru: Вашо
zh: 瓦绍文

source: Zenaga
is: Senaga
ja: ゼナガ語
ko: 제나가어
mt: Żenaga
ru: Зенагский
zh: 泽纳加文

source: Zande
is: Sande
ja: ザンデ語
ko: 아잔데족어
mt: Żande
zh: 赞德文

source: Zuni
is: Súní
ja: ズニ語
ko: 주니어
mt: Żuni
ru: Зуньи
zh: 祖尼语

source: Adangme
ja: アダングメ語
ko: 아당메어
ru: Адангме
zh: 阿当梅文

source: Akan
ja: アカン語
ko: 아칸어
zh: 阿肯文

source: Banda
ja: バンダ語
ko: 반다어
ru: Банда
zh: 班达文

source: Bemba
ja: ベンバ語
ko: 벰바어
ru: Бемба
zh: 别姆巴文

source: Dinka
ja: ディンカ語
ko: 딩카어
ru: Динка
zh: 丁卡文

source: Fang
ja: ファング語
ko: 팡그어
ru: Фанг
zh: 芳格文

source: Kamba
ja: カンバ語
ko: 캄바어
ru: Камба
zh: 卡姆巴文

source: Ndonga
ja: ンドンガ語
ko: 느동가어
zh: 恩东加文

source: Pampanga
ja: パンパンガ語
ko: 팜팡가어
mt: Pampamga
ru: Пампанга
zh: 邦板牙文

source: Tlingit
ja: トリンギット語
ko: 틀링깃족어
ru: Тлингит
zh: 特林吉特文
